bruno
calibre
chatgpt
cloudflare-warp
desmume
docker
figma
firefox
font-cascadia-code
font-caskaydia-cove-nerd-font
font-nunito
google-chrome
jellyfin
notion-calendar
obsidian
ollama
qbittorrent
rectangle
ticktick
visual-studio-code
vlc
webstorm
wezterm
zoom
