a-h.templ
aaron-bond.better-comments
astro-build.astro-vscode
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.code-runner
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
golang.go
google.geminicodeassist
gruntfuggly.todo-tree
leetcode.vscode-leetcode
maosantaella.night-wolf
miguelsolorio.fluent-icons
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
pkief.material-icon-theme
ritwickdey.liveserver
stivo.tailwind-fold
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.vscodeintellicode-completions
vscodevim.vim
wix.vscode-import-cost
yinfei.luahelper
yoavbls.pretty-ts-errors
